<?php
session_start();
$_SESSION["pay"]="no";
/*
Template Name: درباره ما
*/
get_header();
?>

<!-- bg-gradient-to-r from-[#c9a6df]  to-[#fafafa]  -->
<div class=" text-[#4a4a4a] py-20 px-6 md:px-20">
  <div class="lg:max-w-[80%] max-w-[90%] mx-auto grid grid-cols-1 lg:grid-cols-2 flex flex-col md:flex-row items-center gap-12">
    <div class=" lg:space-y-8 space-y-5">
      <h1 class="lg:text-4xl text-2xl font-bold tracking-tight drop-shadow-lg text-[#4a4a4a]">
        داستان ما: جایی که اکسسوری معنای خاص پیدا می‌کند
      </h1>
      <p class="lg:text-lg text-sm leading-relaxed text-[#4a4a4a]">
        ما نه فقط یک فروشگاه اکسسوری هستیم، بلکه خالق شخصیت‌ها و داستان‌های منحصر به فرد پای دنیای مدیم.  
        هر قطعه‌ای که انتخاب می‌کنیم، نمادی است از هنر، کیفیت و شور زندگی.  
        اعتقاد داریم اکسسوری‌ها قدرت جادویی دارند که هر استایل را به یک شاهکار تبدیل کنند.
      </p>
      <p class="lg:text-lg text-sm leading-relaxed dtext-[#4a4a4a]">
        در فروشگاه ما، نمی‌فروشیم فقط محصولات؛ الهام می‌دهیم، لطافت می‌بخشیم و روح می‌بافیم به هر ترکیب لباسی.  
        تیم ما متعهد است بهترین، خلاقانه‌ترین و مطابق با ترندهای روز را برای شما به ارمغان بیاورد.
      </p>
      <button class="bg-[#c9a6df] text-[#fafafa] font-semibold rounded-full lg:px-8 lg:py-3 px-5 py-1.5 lg:text-base text-sm mt-4 shadow-lg hover:bg-[#c0c0c0] transition">
        بریم خرید کنیم!
      </button>
    </div>
    <div class="">
      <img src="<?php echo get_template_directory_uri(); ?>/assets/about.jpg" alt="اکسسوری‌های جذاب" class="rounded-3xl shadow-2xl object-cover w-full h-[400px] md:h-[500px]" />
    </div>
  </div>
</div>
<!-- bg-gradient-to-r from-[#c9a6df]  to-[#fafafa] -->
<section class=" bg-gray-200 text-gray-800 py-16 px-6 md:px-20 -z-3">
  <div class="lg:max-w-[80%] max-w-[90%] mx-auto grid grid-cols-1 md:grid-cols-3 gap-12 text-center z-99">
    <div>
      <svg viewBox="0 0 24 24" xmlns="http://www.w3.org/2000/svg" fill="none" class="w-35 h-35 mx-auto">
          <path d="M12 8.25 L11.38 9.4 L10 9.59 L11 10.48 L10.76 11.75 L12 11.15 L13.24 11.75 L13 10.48 L14 9.59 L12.62 9.4 Z" stroke="#c9a6df" stroke-linecap="round" stroke-linejoin="round" stroke-width="2"/>
          <path d="M5.79 13.57 L3 17.56 L6.03 18.46 L7.91 21 L10.79 16.89" stroke="#4a4a4a" stroke-linecap="round" stroke-linejoin="round" stroke-width="2"/>
          <path d="M18.21 13.57 L21 17.56 L17.97 18.46 L16.09 21 L13.21 16.89" stroke="#4a4a4a" stroke-linecap="round" stroke-linejoin="round" stroke-width="2"/>
          <path d="M12 3 A7 7 0 1 0 12 17 A7 7 0 1 0 12 3 Z" stroke="#4a4a4a" stroke-linecap="round" stroke-linejoin="round" stroke-width="2"/>
        </svg>
      <h2 class="md:text-2xl text-xl font-bold mb-3 text-[#4a4a4a] ">کیفیت دست‌چین شده</h2>
      <p class="text-[#4a4a4a] opacity-75 leading-relaxed lg:text-lg text-sm ">
        تمام محصولات ما با دقت و از بهترین مواد اولیه انتخاب شده‌اند تا جلوه‌ای ماندگار و لوکس داشته باشند.
      </p>
    </div>
    <div class="">
    <svg viewBox="0 0 61.035 61.035" xmlns="http://www.w3.org/2000/svg" fill="none" class="w-35 h-35 lg:mr-20 md:mr-2  mr-28" >
  <path d="M39.391 31.353a16.353 16.353 0 1 0-21.69 15.443v12.239h10.675v-12.239a16.346 16.346 0 0 0 11.015-15.443z" fill="#fafafa" stroke="#4a4a4a" stroke-linecap="round" stroke-linejoin="round" stroke-width="4"/>
  <path d="M16.013 51.406h14.217v5.549H16.013z" fill="#c0c0c0" stroke="#4a4a4a" stroke-linecap="round" stroke-linejoin="round" stroke-width="4"/>
  <path d="M23.039 1v3.813" stroke="#4a4a4a" stroke-linecap="round" stroke-linejoin="round" stroke-width="4"/>
  <path d="M40.262 9.54l2.419 2.948" stroke="#4a4a4a" stroke-linecap="round" stroke-linejoin="round" stroke-width="4"/>
  <path d="M2.814 12.488l2.419-2.948" stroke="#4a4a4a" stroke-linecap="round" stroke-linejoin="round" stroke-width="4"/>
</svg>
      <h2 class="md:text-2xl text-xl font-bold mb-3 text-[#4a4a4a]">نوآوری در طراحی</h2>
      <p class="text-[#4a4a4a] opacity-75 leading-relaxed lg:text-lg text-sm ">
        هر کالکشن ما تلفیقی است از هنر معاصر و سلیقه جهانی تا برایتان تجربه‌ای بی‌نظیر بسازیم.
      </p>
    </div>
    <div>
  <svg version="1.1" id="Layer_1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" viewBox="0 0 512 512" xml:space="preserve" fill="#000000" class="w-35 h-35 mx-auto">
  <g>
    <path style="fill:#c9a6df;" d="M286.499,207.796c-18.208,0-26.377,10.205-29.591,16.2c-0.403,0.753-1.499,0.751-1.902-0.001 c-3.203-5.995-11.327-16.199-29.534-16.199c-20.74,0-38.984,14.158-38.984,40.011c0,10.461,2.131,19.424,8.05,29.427 c12.058,20.384,51.783,46.807,59.942,52.014c0.901,0.576,2.045,0.577,2.948,0.004c8.166-5.183,47.898-31.475,60.051-52.018 c5.917-10.003,8.034-18.964,8.034-29.427C325.513,221.954,307.239,207.796,286.499,207.796z"/>
    <g>
      <path style="fill:#4a4a4a;" d="M255.957,343.832L255.957,343.832c-3.224,0-6.367-0.917-9.087-2.654 c-8.303-5.299-50.426-32.93-64.513-56.739c-6.93-11.715-10.021-23.013-10.021-36.632c0-31.384,22.348-54.164,53.136-54.164 c13.907,0,23.74,4.56,30.497,9.924c6.766-5.364,16.611-9.924,30.531-9.924c30.807,0,53.166,22.78,53.166,54.164 c0,13.636-3.087,24.934-10.006,36.632c-14.188,23.982-56.343,51.49-64.649,56.761C262.3,342.922,259.168,343.832,255.957,343.832z M225.471,221.948c-11.455,0-24.832,6.772-24.832,25.859c0,8.486,1.761,14.924,6.077,22.221 c7.431,12.562,31.568,31.342,49.254,43.268c17.689-11.872,41.838-30.613,49.326-43.269c4.307-7.28,6.063-13.716,6.063-22.221 c0-19.087-13.392-25.859-24.861-25.859c-8.251,0-14.011,2.939-17.119,8.736c-2.655,4.952-7.798,8.027-13.422,8.027 c-5.635,0-10.784-3.085-13.436-8.051C239.434,224.881,233.697,221.948,225.471,221.948z"/>
      <path style="fill:#4a4a4a;" d="M130.671,484.985c-8.102,0-19.716-3.729-44.411-31.369c-12.192-13.644-22.191-27.075-22.61-27.639 c-0.371-0.5-0.708-1.023-1.01-1.567c-4.808-8.656-7.348-18.464-7.348-28.365v-67.695c0-7.816,6.336-14.152,14.152-14.152h86.452 c13.296,0,25.838,5.136,35.316,14.461l44.267,43.559c14.195,14.193,14.195,37.16,0.082,51.274 c-14.185,14.185-37.151,14.185-51.265,0.072l-43.268-43.268c-2.167-0.021-5.255-0.044-9.655-0.067 c-7.815-0.041-14.12-6.41-14.079-14.226c0.041-7.791,6.369-14.079,14.151-14.079c0.025,0,0.05,0,0.075,0 c5.345,0.028,9.256,0.059,11.837,0.092c5.331,0.068,9.541,0.122,13.668,4.249l47.284,47.284c3.077,3.078,8.085,3.078,11.165,0 c3.149-3.149,3.149-8.157,0.071-11.235l-44.185-43.479c-4.149-4.083-9.642-6.332-15.463-6.332H83.595v53.542 c0,4.819,1.168,9.595,3.384,13.869c16.915,22.617,37.328,44.049,44.52,46.766l114.987-0.023c7.144,0,15.911-3.953,24.278-8.003 c6.861-3.33,59.308-38.817,94.358-62.951c0.236-0.163,0.478-0.318,0.725-0.467c4.471-2.693,5.917-8.523,3.224-12.996 c-1.303-2.165-3.374-3.692-5.828-4.302c-2.378-0.589-4.837-0.25-6.959,0.958l-64.07,42.489c-6.514,4.319-15.296,2.54-19.616-3.973 c-4.319-6.514-2.54-15.297,3.973-19.616l64.383-42.697c0.171-0.113,0.344-0.224,0.521-0.328c8.641-5.205,18.794-6.734,28.586-4.302 c9.792,2.43,18.051,8.528,23.256,17.171c10.661,17.706,5.059,40.742-12.458,51.594c-15.113,10.405-86.598,59.496-97.767,64.9 c-11.322,5.48-23.476,10.829-36.605,10.829l-115.812,0.023C130.675,484.985,130.672,484.985,130.671,484.985z"/>
    </g>
    <path style="fill:#c9a6df;" d="M14.152,315.227h73.129v141.197H14.152V315.227z"/>
    <g>
      <path style="fill:#4a4a4a;" d="M87.281,470.573H14.152C6.336,470.573,0,464.237,0,456.42V315.222 c0-7.816,6.336-14.152,14.152-14.152h73.129c7.816,0,14.152,6.336,14.152,14.152V456.42 C101.434,464.237,95.098,470.573,87.281,470.573z M28.305,442.268h44.825V329.374H28.305V442.268z"/>
      <path style="fill:#4a4a4a;" d="M442.558,197.8h-86.452c-13.296,0-25.838-5.136-35.316-14.461l-44.267-43.559 c-14.195-14.193-14.195-37.16-0.082-51.274c14.186-14.185,37.151-14.185,51.265-0.072l43.268,43.268 c2.167,0.021,5.255,0.044,9.655,0.067c7.815,0.041,14.12,6.41,14.079,14.226c-0.041,7.791-6.369,14.079-14.151,14.079 c-0.025,0-0.05,0-0.075,0c-5.345-0.028-9.256-0.059-11.837-0.092c-5.331-0.068-9.541-0.122-13.668-4.249l-47.284-47.284 c-3.077-3.078-8.085-3.078-11.165,0c-3.149,3.149-3.149,8.157-0.071,11.236l44.185,43.479c4.149,4.083,9.642,6.332,15.463,6.332 h72.3v-53.541c0-4.819-1.168-9.595-3.384-13.869c-16.915-22.617-37.328-44.049-44.52-46.766L265.512,55.34 c-7.144,0-15.911,3.953-24.278,8.003c-6.861,3.33-59.308,38.817-94.358,62.951c-0.236,0.163-0.478,0.318-0.725,0.467 c-4.471,2.693-5.917,8.523-3.224,12.996c1.303-2.165,3.374-3.692,5.828-4.302c2.375,0.587,4.837,0.249,6.959-0.958l64.07-42.489 c6.514-4.319,15.297-2.54,19.617,3.973c4.319,6.514,2.54,15.297-3.973,19.616l-64.383,42.697c-0.171,0.113-0.344,0.224-0.521,0.328 c-8.641,5.205-18.797,6.732-28.586,4.302c-9.792-2.43-18.051-8.528-23.256-17.171c-10.661-17.706-5.059-40.742,12.458-51.594 c15.113-10.405,86.598-59.496,97.767-64.9c11.322-5.48,23.476-10.829,36.605-10.829l115.812-0.023c0.001,0,0.004,0,0.007,0 c8.102,0,19.716,3.729,44.411,31.369c12.192,13.644,22.191,27.075,22.61,27.639c0.371,0.5,0.708,1.023,1.01,1.567 c4.808,8.656,7.348,18.464,7.348,28.365v67.695C456.71,191.464,450.374,197.8,442.558,197.8z"/>
    </g>
    <path style="fill:#c9a6df;" d="M424.724,55.575h73.129v141.197h-73.129V55.575z"/>
    <path style="fill:#4a4a4a;" d="M497.848,210.929h-73.129c-7.816,0-14.152-6.336-14.152-14.152V55.578 c0-7.816,6.336-14.152,14.152-14.152h73.129c7.816,0,14.152,6.336,14.152,14.152v141.199 C512,204.593,505.664,210.929,497.848,210.929z M438.871,182.625h44.825V69.73h-44.825V182.625z"/>
  </g>
</svg>

      <h2 class="md:text-2xl text-xl font-bold mb-3 text-[#4a4a4a]">تعهد به مشتریان</h2>
      <p class="text-[#4a4a4a] opacity-75 leading-relaxed lg:text-lg text-sm ">
        رضایت شما اولویت ماست. پشتیبانی حرفه‌ای و ارسال سریع تنها بخشی از خدمات ماست.
      </p>
    </div>
  </div>
</section>

<div class=" bg-[#f8f8f8] py-16 px-6 md:px-20 text-center">
  <h2 class="md:text-2xl text-xl font-bold mb-6 text-[#c9a6df]">با ما همراه شوید و استایل خود را متحول کنید</h2>
  <p class="max-w-xl mx-auto md:text-lg text-sm mb-8 text-[#4a4a4a] opacity-75">
    ما بازوی شما در خلق زیبایی و شیک‌پوشی هستیم.  
    هر روز در تلاشیم با اکسسوری‌های خاص و دوست‌داشتنی شما را خاص‌تر کنیم.
  </p>
  <a href="shop/" class="inline-block bg-[#c0c0c0] text-[#fafafa] font-bold px-10 py-2 lg:text-base text-sm rounded-full shadow-lg hover:bg-[#c9a6df] transition">
    محصولات ما را ببینید
  </a>
</div>
<?php 
get_footer();
?>